{
  "anime": [
    {
      "id": 1,
      "Title": "The Pet Girl of Sakurasou",
      "Year": "2012–2013",
      "Rated": "TV-14",
      "Released": "09 Oct 2012",
      "Runtime": "24 min",
      "Genre": "Animation, Comedy, Drama, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Yoshitsugu Matsuoka, Ai Kayano, Mariko Nakatsu, Natsumi Takamori",
      "Plot": "Sorata is kicked out of his high-school dorms for keeping a cat, and moves into a small dorm called Sakurasō. It turns out that all the residents, in addition to being uncontrollable and weird, are outstanding in some way: a well-known animator, a scriptwriter, a programmer. A beautiful girl called Mashiro moves in who is an internationally known painter but is so devoted to art that she can't even dress herself, and Sorata is given the job of looking after her. Through her and the other residents, he learns who he is and what he wants to do.",

      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BNGY4MDNiOTMtOGIyYy00MmIzLTk0MDItYzE2MTVmYjY5ZWY1XkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "7.8/10" }],
      "Metascore": "N/A",
      "imdbRating": "7.8",
      "imdbVotes": "2,509",
      "imdbID": "tt2296348",
      "Type": "series",
      "totalSeasons": "1",
      "Response": "True"
    },
    {
      "id": 2,
      "Title": "We Never Learn: Bokuben",
      "Year": "2019–",
      "Rated": "N/A",
      "Released": "07 Apr 2019",
      "Runtime": "23 min",
      "Genre": "Animation, Comedy, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Ryôta Ôsaka, Haruka Shiraishi, Sayumi Suzushiro, Miyu Tomita",
      "Plot": "His late father always said that a useless man should strive to be useful, so to that end, third-year high school student Nariyuki Yuiga dedicated himself to becoming a high-achieving student in his school, despite his history of poor grades. In order to give his destitute family a better life, his ultimate goal is to obtain the special VIP nomination, a prestigious scholarship covering all future university tuition fees. Although Nariyuki could feasibly be a shoe-in for the nomination, he is constantly overshadowed by classmates Rizu Ogata and Fumino Furuhashi in mathematics and literature, respectively. To his delight, Nariyuki receives the nomination, but there's a catch: he has to tutor his two star classmates, who are each hopelessly mediocre at the other’s subject of expertise! To make matters worse, the subjects they are horrible at are the same subjects they want to pursue for their future. As the time to submit university applications draws nearer, Nariyuki must find an eff",

      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BNjc0MDAyNTYtNGMwZS00NDZlLWIyMDEtYWUwMWJjNGZlNjAwXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "6.8/10" }],
      "Metascore": "N/A",
      "imdbRating": "6.8",
      "imdbVotes": "275",
      "imdbID": "tt9883676",
      "Type": "series",
      "totalSeasons": "2",
      "Response": "True"
    },
    {
      "id": 3,
      "Title": "Are You Really the Only One Who Likes Me",
      "Year": "2019–",
      "Rated": "N/A",
      "Released": "03 Oct 2019",
      "Runtime": "N/A",
      "Genre": "Animation",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Sachika Misawa, Haruka Shiraishi, Haruka Tomatsu, Daiki Yamashita",
      "Plot": "Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BNjdmZGQxOWItNDQ4ZC00ZjIwLWFmMmUtMjM4OTAyZjE3NTBlXkEyXkFqcGdeQXVyMzI2Mjc1NjQ@._V1_SX300.jpg",
      "Ratings": [],
      "Metascore": "N/A",
      "imdbRating": "N/A",
      "imdbVotes": "N/A",
      "imdbID": "tt10883006",
      "Type": "series",
      "totalSeasons": "1",
      "Response": "True"
    },
    {
      "id": 4,
      "Title": "The Quintessential Quintuplets",
      "Year": "2019–",
      "Rated": "TV-PG",
      "Released": "11 Jan 2019",
      "Runtime": "24 min",
      "Genre": "Animation, Comedy, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Yoshitsugu Matsuoka, Kana Hanazawa, Ayana Taketatsu, Miku Itou",
      "Plot": "A high school romantic comedy with five times the cute girls! A high school boy must work part-time to help five sisters study so they can graduate, but the only thing these quintuplets have in common is that they all hate studying! Five girls who want to do anything but study, and their tutor: a high school boy who's got book smarts and not much else. Fuutarou Uesugi took the tutoring gig because he was desperate for cash, but when his students—the five beautiful daughters of a wealthy businessman—find five times the excuses to slack off, what can he do?! At this rate, the sisters won’t graduate, so if he wants to get paid, Fuutarou must think of a plan to suit each of them… Which feels hopeless when five out of five of them think he's a loser!",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BMDA0Y2NmYzAtYjQxMC00MjY2LTg4ZjItMDUwMTUyOTNlODM0XkEyXkFqcGdeQXVyNDMxMDE4MDA@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "7.1/10" }],
      "Metascore": "N/A",
      "imdbRating": "7.1",
      "imdbVotes": "773",
      "imdbID": "tt9584920",
      "Type": "series",
      "totalSeasons": "1",
      "Response": "True"
    },
    {
      "id": 5,
      "Title": "Assassination Classroom",
      "Year": "2015–2016",
      "Rated": "TV-14",
      "Released": "10 Jan 2015",
      "Runtime": "23 min",
      "Genre": "Animation, Action, Comedy, Drama, Fantasy, Sci-Fi",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Jun Fukuyama, Mai Fuchigami, Christopher Bevins, Luci Christian",
      "Plot": "The Earth is threatened by a powerful creature who destroyed 70% of the Moon with its power, rendering into the shape of a crescent moon forever. The creature claims that within a year, Earth will also be destroyed by him, but he offers mankind a chance to avert this fate. In class 3-E at Kunugigaoka Junior High School, he starts working as a homeroom teacher where he teaches his students not only regular subjects, but the ways of assassination. The Japanese government promises a reward of ¥10 billion (i.e. 100 million USD) to whoever among the students succeeds to kill their teacher, whom they have named \"Korosensei\" . However, this has proven to be an almost impossible task, as he has several inhuman abilities at his disposal, including the capacity of moving at Mach 20.",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "2 nominations.",
      "img": "https://m.media-amazon.com/images/M/MV5BYzI0OWJlMjItYmE1NS00YzE2LWExNDAtMDM3MDA5MzM5NmExXkEyXkFqcGdeQXVyNzA5MDUyODA@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "8.0/10" }],
      "Metascore": "N/A",
      "imdbRating": "8.0",
      "imdbVotes": "6,128",
      "imdbID": "tt3837246",
      "Type": "series",
      "totalSeasons": "2",
      "Response": "True"
    },
    {
      "id": 6,
      "Title": "Nisekoi: False Love",
      "Year": "2014",
      "Rated": "TV-PG",
      "Released": "11 Jan 2014",
      "Runtime": "25 min",
      "Genre": "Animation, Comedy, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Koki Uchiyama, Nao Tôyama, Kana Hanazawa, Yumi Uchiyama",
      "Plot": "Raku Ichijou is an average high school student. He also happens to be the sole heir to the head of a Yakuza Family called the Shuei-gumi. Ten years ago, Raku made a promise... a secret promise with a girl he met. They promised one another that they will \"get married when they reunite.\" Since then, Raku never let go of the pendant the girl gave him. Then one day, a beautiful girl named Chitoge Kirisaki transfers into Raku's class. Their chemistry was more than off. There was not a moment where they were not fighting. But by a weird turn of events, Raku and Chitoge agree to become fake lovers. Although his heart is really interested in his classmate Kosaki Onodera, Raku must continue pretending to be Chitoge's boyfriend.",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BNjliYjI4OTktYjA4YS00NTQ4LTliNGMtYzAzNDA1ZTU0YzY4XkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "7.2/10" }],
      "Metascore": "N/A",
      "imdbRating": "7.2",
      "imdbVotes": "2,050",
      "imdbID": "tt3115338",
      "Type": "series",
      "totalSeasons": "2",
      "Response": "True"
    },

    {
      "id": 7,
      "Title": "Fruits Basket",
      "Year": "2019–",
      "Rated": "TV-14",
      "Released": "06 Apr 2019",
      "Runtime": "23 min",
      "Genre": "Animation, Comedy, Drama, Fantasy, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Manaka Iwami, Nobunaga Shimazaki, Yuma Uchida, Yûichi Nakamura",
      "Plot": "After a family tragedy turns her life upside down, 16-year-old high schooler Tooru Honda takes matters into her own hands and moves out... into a tent! Unfortunately for her, she pitches her new home on private land belonging to the mysterious Souma clan, and it isn't long before the owners discover her secret. But, as Tooru quickly finds out when the family offers to take her in, the Soumas have a secret of their own‚ when hugged by the opposite sex, they turn into the animals of the Chinese Zodiac!",
      "Language": "Japanese, English",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BNGM0NDZhOTYtZTk3MC00ZjFkLWFmMDctOTQ2Mjk3ZTU2M2YyXkEyXkFqcGdeQXVyMzExMzk5MTQ@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "8.4/10" }],
      "Metascore": "N/A",
      "imdbRating": "8.4",
      "imdbVotes": "1,037",
      "imdbID": "tt9304350",
      "Type": "series",
      "totalSeasons": "2",
      "Response": "True"
    },

    {
      "id": 8,
      "Title": "Your Name.",
      "Year": "2016",
      "Rated": "PG",
      "Released": "07 Apr 2017",
      "Runtime": "106 min",
      "Genre": "Animation, Drama, Fantasy, Romance",
      "Director": "Makoto Shinkai",
      "Writer": "Makoto Shinkai (based on his novel), Makoto Shinkai (screenplay), Clark Cheng (english script)",
      "Actors": "Ryûnosuke Kamiki, Mone Kamishiraishi, Ryô Narita, Aoi Yûki",
      "Plot": "Mitsuha is the daughter of the mayor of a small mountain town. She's a straightforward high school girl who lives with her sister and her grandmother and has no qualms about letting it be known that she's uninterested in Shinto rituals or helping her father's electoral campaign. Instead she dreams of leaving the boring town and trying her luck in Tokyo. Taki is a high school boy in Tokyo who works part-time in an Italian restaurant and aspires to become an architect or an artist. Every night he has a strange dream where he becomes...a high school girl in a small mountain town.",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "15 wins & 25 nominations.",
      "img": "https://m.media-amazon.com/images/M/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SX300.jpg",
      "Ratings": [
        { "Source": "Internet Movie Database", "Value": "8.4/10" },
        { "Source": "Rotten Tomatoes", "Value": "98%" },
        { "Source": "Metacritic", "Value": "79/100" }
      ],
      "Metascore": "79",
      "imdbRating": "8.4",
      "imdbVotes": "172,234",
      "imdbID": "tt5311514",
      "Type": "movie",
      "DVD": "07 Nov 2017",
      "BoxOffice": "$4,676,810",
      "Production": "FUNimation Films",
      "Website": "N/A",
      "Response": "True"
    },

    {
      "id": 9,
      "Title": "Rascal Does Not Dream of Bunny Girl Senpai",
      "Year": "2018–",
      "Rated": "TV-PG",
      "Released": "04 Oct 2018",
      "Runtime": "24 min",
      "Genre": "Animation, Drama, Fantasy, Mystery, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Kaito Ishikawa, Asami Seto, Yurika Kubo, Atsumi Tanezaki",
      "Plot": "Puberty Syndrome—a rumored, mysterious syndrome that only affects those in their puberty. For example, a bunny girl suddenly appeared in front of Sakuta Azusagawa. The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai. Set in a city where the skies and seas shine, Sakuta unfolds the meaning behind his bizarre encounters on women with the said syndrome.",
      "Language": "Japanese",
      "Country": "Japan",
      "Awards": "N/A",
      "img": "https://m.media-amazon.com/images/M/MV5BMGQ1ZjYzOGQtOWFhNy00YzQwLWEyYmItZGYwODQ4NDU3MDhlXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "8.0/10" }],
      "Metascore": "N/A",
      "imdbRating": "8.0",
      "imdbVotes": "2,356",
      "imdbID": "tt8993398",
      "Type": "series",
      "totalSeasons": "1",
      "Response": "True"
    },
    {
      "id": 10,
      "Title": "Toradora!",
      "Year": "2008–2011",
      "Rated": "TV-14",
      "Released": "01 Oct 2008",
      "Runtime": "24 min",
      "Genre": "Animation, Comedy, Drama, Romance",
      "Director": "N/A",
      "Writer": "N/A",
      "Actors": "Rie Kugimiya, Junji Majima, Yui Horie, Hirofumi Nojima",
      "Plot": "Ryuji Takasu lives in a falling down house with his mother, and although being a nice guy is cursed with the evil look of his father causing people to avoid him.Taiga Aisaka is a tiny,self centered and unexpectedly strong girl who lives in a new apartment next to Ryuji but has no idea how to take care of herself.Ryuji looks after her,cooking and cleaning for her and acting as her dog while they both attempt to help each other with their love life.",
      "Language": "Japanese, English",
      "Country": "Japan",
      "Awards": "3 nominations.",
      "img": "https://m.media-amazon.com/images/M/MV5BNWEwMjE2MjQtZTQ3NC00OTUxLWEwMWUtMThjZjg4Zjc5ZDYwXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX300.jpg",
      "Ratings": [{ "Source": "Internet Movie Database", "Value": "8.1/10" }],
      "Metascore": "N/A",
      "imdbRating": "8.1",
      "imdbVotes": "7,476",
      "imdbID": "tt1279024",
      "Type": "series",
      "totalSeasons": "1",
      "Response": "True"
    }
  ]
}
